app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", ""], ["text", ""], ["created_at", 2017-04-29 04:05:48 UTC], ["updated_at", 2017-04-29 04:05:48 UTC]]
---
	def create
		@article = Article.new(article_params)


	    @article.save